Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/CheckListFlow_Master.*.resx
Languages: ar

# Accept_CLF
source: Accept
ar: موافقة

# Avalid_Comment
source: Please Provide Comment
ar: يرجى ادخال التعليق

# avalid_Party
source: Please provide a valid Check-list Party
ar: من فضلك ادخل المجموعة الصحية

# checkListDataRetrieveError
source: Check-list retrieve Error
ar: خطأ

# checklist_Checker
source: Cheker
ar: مراجع القائمه

# checklist_Maker
source: Maker
ar: منشأ القائمة

# CLFlowStatus
source: Status:
ar: الحالة

# CLFlow_Create_ScreenTitle
source: Check-List Flow
ar: قائمه التدقيق

# CLF_AddedSuccessfully
source: Check-list flow Added successfully
ar: تم اضافة القائمة بنجاح

# CLF_Maker_AddedSuccessfully
source: Maker Added successfully
ar: تم انشاء القائمة بنجاح

# CLF_Maker_Comments_Header
source: Comments
ar: ملاحظات

# CLF_Maker_IsAvailable_Available
source: Available
ar: متاح

# CLF_Maker_IsAvailable_Header
source: Available
ar: متاح

# CLF_Maker_IsAvailable_NotAvailable
source: Not-Available
ar: غير متاح

# CLF_Maker_IsAvailable_Select
source: - Select -
ar: اختر

# cLID
source: Check-List: *
ar: القائمة

# closurenDate
source: Closure date:
ar: تاريخ الاغلاق:

# CLParty
source: Check-List For:
ar: جهه التدقيق

# cLSequenceID
source: Check-List Sequence: *
ar: السير: *

# Comment_length_validation
source: Comment field length between 2 - 250 characters
ar: عدد الاحرف يجب ان يكون من 2 - 250 حرف

# Create_CLF
source: Create Check-List flow
ar: أنشاء قائمه تدقيق

# Error_MakerCantBeChecker
source: Checklist should contain at least 1 maker and 1 checker
ar: يجب ان تحتوي القائمة على منشأ واحد و مراجه واحد على الاقل

# Error_MissedAuthorizer
source: Checklist Authorizer should be determined
ar: يجب تحديد مسؤل القائمة

# Error_MissedMaker
source: Checklist Maker should be determined
ar: يجب تحديد منشأ القائمة

# Error_QALabMaxDays_NotInput
source: QA Lab. Max days should be determined
ar: يجب ادخال فتره السماح لمختبر الوكاله

# Error_RepSuperMaxDays_NotInput
source: Superior Max days should be determined
ar: يجب ادخال فتره السماح للوكيل

# Error_SuperEngMaxDays_NotInput
source: Super Eng. Max days should be determined
ar: يجب ادخال فتره السماح للمهندس المشرف

# Error_TechnicianMaxDays_NotInput
source: Technician Max days should be determined
ar: يجب ادخال فتره السماح للفنى

source: Flow Details
ar: بيانات القائمه

# MaxPeriod_Range
source: Max period range 0 - 10 days
ar: يجب ادخال فتره سماح بحد اقصى 10 ايام

# Party_length_validation
source: Party name field length between 5 - 100 characters
ar: طول حقل أسم الجهه بين 5 - 100 حرف

source: Pending Check-lists
ar: القوائم المعلقة

# Provide_Available_Status
source: Please Select
ar: اختر

# provide_avalid_CLID
source: Please Select Check-list
ar: اختر قائمة

# provide_avalid_cLSequence
source: Please Select Check-List Sequence
ar: يرجى اختيار سير

# qALabID
source: QA-Lab user:
ar: الفنى

# qALab_maxDays
source: Max Period:
ar: فتره السماح:

source: Registration Date:
ar: تاريخ التسجيل

# Rejecet_CLF
source: Rejecet
ar: رفض

# representitiveSuperID
source: Representitive-Supervisor:
ar: الوكيل:

# repSuper_maxDays
source: Max Period:
ar: فتره السماح:

# superEng_maxDays
source: Max Period:
ar: فتره السماح:

# supervisorEngID
source: supervisor-Eng:
ar: المهندس المشرف

# technicianID
source: Technician:
ar: الفنى:

# technician_maxDays
source: Max Period:
ar: فتره السماح:

# Update_CLF
source: Update Check-List flow
ar: تعديل قائمه تدقيق

# Vew_Pending
source: View Pending Check-Lists
ar: عرض قوائم التدقيق المعلقه

# ViewData_RetrievedSuccess
source: View Data retrieved successfully
ar: تم استرجاع البيانات بنجاح

# ViewTable_Action_Checker
source: Checker
ar: مراجع القائمه

# ViewTable_Action_Maker
source: Maker
ar: منشأ القائمة

# ViewTable_Action_NA
source: NA
ar: غير متاح

# ViewTable_Attachment
source: Attachment
ar: المرفقات

# ViewTable_CheckList
source: Checklist
ar: القائمة

# ViewTable_CLParty
source: Check-list For
ar: جهه التدقيق

# ViewTable_Download
source: Download
ar: تنزيل

# ViewTable_Download_NotAvailable
source: NA
ar: غير متاح

# ViewTable_QALab
source: QA-Lab
ar: مختبر الوكاله

# ViewTable_QALab_MD
source: QA. Max-days
ar: فتره السماح

# ViewTable_RegistrationDate
source: Registration date
ar: تاريخ التسجيل

# ViewTable_RepSuper_MD
source: الوكيل. Max-days
ar: فتره السماح

# ViewTable_Status
source: Status
ar: الحالة

# ViewTable_SuperEng
source: Supervisor Eng.
ar: المهندس المشرف

# ViewTable_SuperEng_MD
source: Super Max-days
ar: فتره السماح

# ViewTable_Technician
source: Technician
ar: الفنى

# ViewTable_Technician_MD
source: Tech. Max-days
ar: فتره السماح
