Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/Complaint.*.resx
Languages: ar

# Attachment_AddAttached
source: Attach File
ar: أضافه مرفقات

source: Comments: *
ar: الملاحظات

# Comments_Search
source: Comments:
ar: الملاحظات

# comments_ViewSearch
source: Comments
ar: الملاحظات

# Comment_length_validation
source: Comment length should be less than 100 characters
ar: يجب ان يكون عدد احرف اقل من 100 حرف

source: Complaint Added Successfully
ar: تم عمل البلاغ بنجاح

source: Complaint Details
ar: بيانات البلاغ

source: Complaint ID:
ar: مسلسل البلاغ

source: Complaint ID Not Available in DB
ar: مسلسل البلاغ غير متاح فى قاعدة البيانات

source: Complaint Status:
ar: حاله البلاغ

# ComplaintStatus_Search
source: Complaint Status:
ar: حاله البلاغ

# complaintStatus_ViewSearch
source: Complaint Status
ar: حاله البلاغ

# CRDDL_EmptyList
source: - Select -
ar: اختر

source: Create Complaint
ar: انشاء بلاغ

# CRID
source: CR: *
ar: الطلب

# CRID_Search
source: CR:
ar: الطلب

# CRID_ViewSearch
source: CR
ar: الطلب

# description
source: Complaint description: *
ar: وصف البلاغ

# Description_length_validation
source: Complaint length should be between 5 - 200 characters
ar: يجب ان يكون عدد احرف البلاغ بين 5 - 200 حرف

# description_Search
source: Complaint description:
ar: وصف البلاغ

# description_ViewSearch
source: Complaint description
ar: وصف البلاغ

# DownloadAttachment
source: Download
ar: تحميل

# Download_NA
source: Download Not available
ar: لا يوجد مرفقات

source: Notification List
ar: قائمه البلاغ

# NotificationList_ViewSearch
source: Notification List
ar: قائمه البلاغ

# ProjectID_Search
source: Project:
ar: المشروع

source: Project Name: *
ar: اسم المشروع

# ProjectName_ViewSearch
source: Project Name
ar: اسم المشروع

# provide_valid_CRID
source: Please select Project CR
ar: من فضلك اختار الطلب

# provide_valid_ProjectID
source: please provide valid Project
ar: من فضلك اختار اسم المشروع الصحيح

source: Search Complaints
ar: بحث البلاغات

# StatusDDL_Accepted
source: Accepted
ar: تم الموافقة

# StatusDDL_NewComplaint
source: New Complaint
ar: بلاغ جديد

# StatusDDL_Rejected
source: Rejeceted
ar: تم الرفض

# StatusDDL_Select
source: - Select -
ar: اختر

# StatusDDL_UnderInvestigation
source: Under Investigation
ar: تحت الاطلاع

source: Update Complaint
ar: تعديل البلاغ

# valid_Comment
source: please provide a vaid complaint Comment
ar: من فضلك اختار الملاحظة الصحيح

# valid_Description
source: please provide a vaid complaint Description
ar: من فضلك اختار التوصيف الصحيح
