Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/Dashboard.*.resx
Languages: ar

# CL_Pending
source: Pending Check-Lists
ar: القوائم المعلقه

# CL_Total
source: Check-Lists
ar: قوائم توكيد الجوده

# Complaints_Closed_Total
source: Closed Complaints
ar: البلاغات المغلقه

# Complaints_Total
source: Complaints
ar: البلاغات

# CR_Accepted
source: Accepted CR's
ar: الطلبات المقبوله

# CR_Pending
source: Pending CR's
ar: الطلبات المعلقه

# CR_Recieved_Pending
source: Recieved CR's
ar: الطلبات المعلقه

# CR_Rejected
source: Rejected CR's
ar: الطلبات المرفوضه

# CR_Total
source: CR's
ar: طلبات الفحص

# Diff_Date_Range
source: From Last Month
ar: خلال شهر ماضى

# Diff_Date_Range_CL
source: From Last 10 days
ar: خلال 10 ايام

# Diff_Date_Range_CR
source: From Last 10 days
ar: خلال 10 ايام

# Diff_Date_Range_MMC
source: From Last 10 days
ar: خلال 10 ايام

# Diff_Date_Range_RCV
source: From Last 10 days
ar: خلال 10 ايام

# Graph_CheckList
source: Check-List's Graph
ar: بيان قوائم توكيد الجوده

# Graph_CL_Types_Accepted
source: Accepted
ar: مقبول

# Graph_CL_Types_CheckerDone
source: Done Checker
ar: تم التعزيز

# Graph_CL_Types_CheckerPending
source: Pending Checker
ar: معلق تعزيز

# Graph_CL_Types_Closed
source: Closed
ar: مغلق

# Graph_CL_Types_MakerDone
source: Done Maker
ar: تم الأنشاء

# Graph_CL_Types_MakerPending
source: Pending Maker
ar: معلق أنشاء

# Graph_CL_Types_Rejected
source: Rejected
ar: مرفوض

# Graph_CR
source: CR's Graph
ar: بيان طلبات الفحص

# Graph_CR_Types_Accepted
source: Accepted
ar: مقبول

# Graph_CR_Types_Pending
source: Pending
ar: معلق

# Graph_CR_Types_RecievedPending
source: Recieved Pending
ar: تم الاستلام

# Graph_CR_Types_Rejected
source: Rejected
ar: مرفوض

# Graph_Overall
source: Overall Graph
ar: بيان أجمالى

# Graph_Overall_Types_CL
source: CheckList
ar: قوائم

# Graph_Overall_Types_Complaint
source: Complaint
ar: بلاغات

# Graph_Overall_Types_CR
source: CR
ar: فحص

# Graph_RCV
source: Random CR Verification
ar: الفحص العشوائي

# Graph_RCVMM
source: Miss-Match Cases
ar: حالات عدم التطابق

# Graph_RCVMM_Types_Closed
source: Closed
ar: تم الاغلاق

# Graph_RCVMM_Types_Fixed
source: Fixed
ar: تم الحل

# Graph_RCVMM_Types_Pending
source: Pending
ar: معلق

# Graph_RCV_Types_Match
source: Match
ar: مطابق

# Graph_RCV_Types_MissMatch
source: Miss-Match
ar: غير مطابق

# Graph_RCV_Types_Pending
source: Pending
ar: معلق

source: MMC Pending
ar: عدم تطابق معلق

source: MMC Total
ar: حالات عدم التطابق

# Projects_Total
source: Total Projects
ar: أجمالى المشاريع

source: RCV Pending
ar: الفحص العشوائي المعلق

source: RCV Total
ar: الفحص العشوائي
