Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/Factory.*.resx
Languages: ar

source: Address Line: *
ar: العنوان

# addressLine_length_validation
source: Address line length should be between 5 - 200 characters
ar: حجم العنوان يجب ان يكون بين 5- 200 حرف

# AddressLine_Search
source: Address Line:
ar: العنوان

# addressLine_ViewSearch
source: Address Line
ar: العنوان

# avalid_Description
source: Please provide a valid description
ar: من فضلك اكتب التوصيف بشكل صحيح

source: Create Factory
ar: انشاء مصنع

source: Description: *
ar: التوصيف

# Description_length_validation
source: Description length should be between 5 - 200 characters
ar: حجم التوصيف يجب ان يكون بين 5- 200 حرف

# description_Search
source: Description:
ar: التوصيف

# description_ViewSearch
source: Description
ar: التوصيف

source: factory Added Successfully
ar: تم اضافة مصنع بنجاح

source: Factory Code: *
ar: كود المصنع

# factoryCode_length_validation
source: Factory code length should be between 2 - 50 characters
ar: حجم كود المصنع يجب ان يكون بين 5- 200 حرف

# factoryCode_Search
source: Factory Code:
ar: كود المصنع

# factoryCode_ViewSearch
source: Factory Code
ar: كود المصنع

source: Factory Details
ar: بيانات المصنع

source: Factory ID:
ar: مسلسل المصنع

source: FactoryID Not Available in DB
ar: مسلسل المصنع غير موجود بقاعدة البيانات

source: Factory Power: *
ar: قوة المصنع الانتاجية

# factoryPower_length_validation
source: Factory power length should be between 2 - 50 characters
ar: عدد الاحرف يجب ان يكون بين 2 - 50 حرف

# FactoryPower_Search
source: Factory Power:
ar: قوة المصنع الانتاجية

# factoryPower_ViewSearch
source: Factory Power
ar: قوة المصنع الانتاجية

# factoryTypeID
source: Factory Type: *
ar: نوع المصنع

# factoryTypeID_Search
source: Factory Type:
ar: نوع المصنع

# factoryTypeID_ViewSearch
source: Factory Type
ar: نوع المصنع

# mixerCount
source: count of mixer
ar: عدد الخلاطات

# mixer_count
source: count of mixer
ar: عدد الخلاطات

# name
source: Factory Name: *
ar: اسم المصنع

# NameAlreadyExist
source: Factory name already exist !
ar: اسم المصنع موجود بالفعل

# Name_length_validation
source: Name length should be between 5 - 100 characters
ar: عدد الاحرف يجب ان يكون بين 5 - 100 حرف

# name_Search
source: Factory Name:
ar: اسم المصنع

# name_ViewSearch
source: Factory Name
ar: اسم المصنع

# provide_valid_factoryPower
source: Please provide a valid factory power
ar: من فضلك اكتب قوة المصنع الانتاجية بشكل صحيح

# provide_valid_factoryTypeID
source: Please select factory type
ar: اختر نوع المصنع

source: Search Factories
ar: بحث المصانع

source: Update Factory
ar: تعديل المصنع

# valid_addressLine
source: Please provide a valid address line
ar: من فضلك اكتب العنوان بشكل صحيح

# valid_factoryCode
source: Please provide a valid factory code
ar: من فضلك اكتب كود المصنع بشكل صحيح

# valid_Name
source: Please provide a valid factory name
ar: من فضلك اكتب اسم المصنع بشكل صحيح
