Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/Menu_Items.*.resx
Languages: ar

# Menu_Check_lists
source: Check-lists
ar: قوائم توكيد الجودة

# Menu_Complaints
source: Complaints
ar: البلاغات

# Menu_CRs
source: CR's
ar: طلبات الفحص

# Menu_CR_Types
source: CR Types
ar: تصنيف الطلب

# Menu_Department
source: Department
ar: الادارات

# Menu_Factory
source: Factory
ar: المصانع

# Menu_Home
source: Home
ar: الصفحة الرئيسية

# Menu_Mixer
source: Mixer
ar: الخلاطات

# Menu_Projects
source: Projects
ar: المشاريع

# Menu_Project_Owner
source: Project Owner
ar: الجهات

# Menu_RCV
source: Random CR Verification
ar: حالات عدم التطابق

# Menu_Sample_Test
source: Sample Test
ar: الاختبرات و العينات

# Menu_Sub_CheckList_Flow
source: Check-List Flow
ar: القوائم

# Menu_Sub_Check_lists
source: Check-lists
ar: قوائم توكيد الجودة

# Menu_Sub_Check_list_Groups
source: Check-list Groups
ar: مجموعات القوائم

# Menu_Sub_Check_list_Group_Items
source: Check-list Group Items
ar: بنود القوائم

# Menu_Sub_CLWF_Sequence
source: Check-List Sequence
ar: سير قوائم توكيد الجودة

# Menu_Sub_CRs
source: CR's
ar: الطلبات

# Menu_Sub_CR_Reports
source: CR Reports
ar: التقارير

# Menu_Sub_CR_Types
source: CR Types
ar: بنود الطلب

# Menu_Sub_CR_Type_Categories
source: CR Type Categories
ar: تصنيف الطلب

# Menu_Sub_CR_Type_Groups
source: CR Type Groups
ar: مجموعة الطلب

# Menu_Sub_Department
source: Department
ar: الادارات

# Menu_Sub_Department_Section
source: Department Section
ar: الوحدة

# Menu_Sub_Factory
source: Factory
ar: المصنع

# Menu_Sub_Factory_Type
source: Factory Type
ar: نوع المصنع

# Menu_Sub_Mixer
source: Mixer
ar: الخلاطة

# Menu_Sub_Mixer_Type
source: Mixer Type
ar: نوع الخلاطة

# Menu_Sub_Projects
source: Projects
ar: المشاريع

# Menu_Sub_Project_Owner
source: Project Owner
ar: الجهة

# Menu_Sub_Project_Owner_Type
source: Project Owner Type
ar: نوع الجهة

# Menu_Sub_RCV
source: RCV
ar: الفحص العشوائي

# Menu_Sub_RCVMM_Conversation
source: RCV Missmatch Work-flow
ar: سير أجراء حالات عدم التطابق

# Menu_Sub_RCV_Missmatch
source: Miss-match Cases
ar: حالات عدم التطابق

# Menu_Sub_RCV_Reports
source: Reports
ar: التقارير

# Menu_Sub_Sample_Test
source: Sample Test
ar: الاختبارات

# Menu_Sub_Sample_test_Category
source: Sample test Category
ar: تصنيف الاختبارات

# Menu_Sub_Users_Profile
source: Users Profile
ar: الملف التعريفى للمستخدمين

# Menu_Sub_Users_Roles
source: User Roles
ar: صلاحيات المستخدمين

# Menu_Users_Management
source: Users Management
ar: ادارة المستخدمين

# Sub_AuthLab
source: Authorized Lab.
ar: المختبر المؤهل

# Sub_CEO
source: CEO
ar: الوكيل

# Sub_ConsultantEng
source: Consultant Engineer
ar: المهندس الاستشارى

# Sub_Create
source: Create
ar: انشاء

# Sub_CR_Assigned
source: Assigned CR's
ar: إجراءات الطلبات

# Sub_CR_Create
source: New CR
ar: طلب جديد

# Sub_CR_Pending
source: Pending CR's
ar: أستلام الطلبات

# Sub_CR_Search
source: Search CR's
ar: البحث

# Sub_CR_SearchProjectReport
source: Search Project CR's Report
ar: بحث طلبات فحص مشروع - تقرير

# Sub_CR_SearchReport
source: Search CR's Report
ar: بحث - تقرير

# Sub_CR_SearchSamplesReport
source: Search CR Samples Report
ar: بحث نتائج عينات

# Sub_CR_SearchSamplesReport_Detailed
source: Search Project CR Samples Report
ar: بحث نتائج عينات لمشروع

# Sub_ProjectSuperEng
source: Project Supervisor Engineer
ar: مهندس مشرف على المشروع

# Sub_QualityEng
source: Quality Engineer
ar: مهندس الجوده

# Sub_RCVMM_Search
source: Search
ar: بحث

# Sub_RCV_PendingSearch
source: Pending RCV
ar: عرض المعلقات

# Sub_RCV_RandomSearch
source: Random Search
ar: فحص عشوائي

# Sub_RCV_Search
source: Search
ar: بحث

# Sub_Search
source: Search
ar: بحث

# Sub_SuperEng
source: Supervisor Engineer
ar: المهندس المشرف

# Sub_Technician
source: Technician
ar: الفنى

# Sub_ViewPending
source: View Pending
ar: عرض المعلقات
