Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/Project.*.resx
Languages: ar

# authorizedLabID
source: Authorized lab: *
ar: المختبر المؤهل

# authorizedLabID_Search
source: Authorized lab:
ar: المختبر المؤهل

# authorizedLabID_ViewSearch
source: Authorized lab
ar: المختبر المؤهل

# consultantAssistantID
source: Consultant Assistant: *
ar: مساعد الاستشاري

# consultantAssistantID_Search
source: Consultant Assistant:
ar: مساعد الاستشاري

# consultantAssistantID_ViewSearch
source: Consultant Assistant
ar: مساعد الاستشاري

# consultantID
source: Consultant: *
ar: الاستشاري

# consultantID_Search
source: Consultant:
ar: الاستشاري

# consultantID_ViewSearch
source: Consultant
ar: الاستشاري

# contractorAssistantID
source: Contractor assistant: *
ar: مساعد المقاول

# contractorAssistantID_Search
source: Contractor assistant:
ar: مساعد المقاول

# contractorAssistantID_ViewSearch
source: Contractor assistant
ar: مساعد المقاول

# contractorID
source: Contractor: *
ar: المقاول

# contractorID_Search
source: Contractor:
ar: المقاول

# contractorID_ViewSearch
source: Contractor
ar: المقاول

source: Create Project
ar: انشاء مشروع

# departmentID
source: Department: *
ar: القسم

# departmentID_Search
source: Department:
ar: القسم

# departmentID_ViewSearch
source: Department
ar: القسم

# departmentSectionID
source: Section: *
ar: الوحدة

# departmentSectionID_Search
source: Section:
ar: الوحدة

# departmentSectionID_ViewSearch
source: Section
ar: الوحدة

# endDate
source: Expected End date: *
ar: تاريخ الانتهاء

# endDate_Search
source: Expected End date:
ar: تاريخ الانتهاء

# endDate_Search_From
source: End Date From:
ar: تاريخ البدأ

# endDate_Search_To
source: End Date To:
ar: تاريخ الانتهاء

# endDate_ViewSearch
source: Expected End date
ar: تاريخ الانتهاء

# ID
source: Project ID:
ar: مسلسل المشروع

# Map_Validation_ProjectLocation
source: Kindly determine Project Location
ar: من فضلك حدد موقع المشروع

# MileStones_Validation
source: Project Milestones Should be determined
ar: من فضلك حدد بنود المشروع

# name
source: Project name: *
ar: اسم المشروع

# NameAlreadyExist
source: Project name already exist !
ar: اسم المشروع موجود فى قاعدة البيانات

# Name_length_Validation
source: Project name length should be between 5 - 50 characters
ar: عدد الاحرف يجب ان يكون بين 5 - 50 حرف

# Name_Required_Validation
source: Please provide a valid project name !
ar: من فضلك ادخل اسم المشروع الصحيح

# name_Search
source: Project name:
ar: اسم المشروع

# name_ViewSearch
source: Project name
ar: اسم المشروع

source: Project Added Successfully
ar: تم اضافة المشروع بنجاح

source: Project Details
ar: بيانات المشروع

source: project ID Not Available in DB
ar: مسلسل المشروع غير متاح فى قاعدة البيانات

source: Project Location
ar: موقع المشروع

source: Project Milestones
ar: بنود المشروع

# projectOwnerID
source: project owner: *
ar: الجهة المالكة

# projectOwnerID_Search
source: project owner:
ar: الجهة المالكة

# projectOwnerID_ViewSearch
source: project owner
ar: الجهة المالكة

# ProjectShapeNotAdded
source: Please provide Project Location
ar: من فضلك ادخل موقع المشروع الصحيح

source: Project Stakeholders
ar: الأطراف المعنيه

# provide_avalid_AuthorizedLab
source: Please Select Authorized lab
ar: اختر المختبر المؤهل

# provide_avalid_Consultant
source: Please Select Consultant
ar: اختر الاستشارى

# provide_avalid_ConsultantAssistant
source: Please Select Consultant Assistant
ar: اختر مساعد الاستشارى

# provide_avalid_Contractor
source: Please Select Contractor
ar: اختر المقاول

# provide_avalid_ContractorAssistant
source: Please Select Contractor Assistant
ar: اختر مساعد المقاول

# provide_avalid_Department
source: Please Select Department
ar: اختر الادارة

# provide_avalid_DepartmentSection
source: Please Select Section
ar: اختر الوحدة

# provide_avalid_EndDate
source: please select a valid Expected end date
ar: من فضلك اختر تاريخ الانتهاء الصحيح

# provide_avalid_projectOwner
source: please select Project Owner
ar: اختر الجهة

# provide_avalid_QAtechnician
source: Please Select QA technician
ar: اختر فنى وكالة ضبط الجودة

# provide_avalid_QualityEng
source: please select Quality Engineer
ar: يرجى اختيار مهندس الجوده

# provide_avalid_StartDate
source: please select a valid project start date
ar: من فضلك اختر تاريخ البدأ الصحيح

# provide_avalid_SupervisorEng
source: Please Select Supervisor Engineer
ar: اختر المهندس المشرف

# provide_valid_RegistrationDate
source: Please Provide valid Project Registration date
ar: من فضلك اختر تاريخ البدأ الصحيح

# QATechnicianID
source: QA technician: *
ar: فنى وكالة ضبط الجودة المختص

# QATechnicianID_Search
source: QA technician:
ar: الفنى

# QATechnicianID_ViewSearch
source: QA technician
ar: الفنى

# QualityAssuranceEngID
source: Quality Engineer:
ar: مهندس الجوده: *

# QualityEngineerID_Search
source: Quality Engineer:
ar: مهندس الجوده:

# QualityEngineerID_ViewSearch
source: Quality Engineer
ar: مهندس الجوده:

# registerDate
source: Registration date:
ar: تاريخ استلام الموقع

# registerDate_Search
source: Registration date:
ar: تاريخ استلام الموقع

# registerDate_Search_From
source: Register Date From:
ar: تاريخ استلام الموقع من

# registerDate_Search_To
source: Register Date To:
ar: تاريخ استلام الموقع الى

# registerDate_ViewSearch
source: Registration date
ar: تاريخ استلام الموقع

source: Search Projects
ar: بحث

# SearchRes_CreateMissmatch
source: Miss-match Case
ar: حاله عدم تطابق

# startDate
source: Project start Date: *
ar: تاريخ بدأ المشروع

# startDate_Search
source: Project start Date:
ar: تاريخ بدأ المشروع

# startDate_Search_From
source: Start Date From:
ar: تاريخ بدأ المشروع من

# startDate_Search_To
source: Start Date To:
ar: تاريخ بدأ المشروع الى

# startDate_ViewSearch
source: start Date
ar: تاريخ البدأ

# supervisorEngID
source: Supervisor Engineer: *
ar: المهندس المشرف

# supervisorEngID_Search
source: Supervisor Engineer:
ar: المهندس المشرف

# supervisorEngID_ViewSearch
source: Supervisor Engineer
ar: المهندس المشرف

# tbl_ProjMlstone_Add
source: Add
ar: أضافه

# tbl_ProjMlstone_Amount
source: Amount
ar: الكمية

# tbl_ProjMlstone_AmtUnit_KG
source: Kilogram
ar: كيلو جرام

# tbl_ProjMlstone_AmtUnit_KM
source: Kilometer
ar: كيلو متر

# tbl_ProjMlstone_AmtUnit_M
source: Meter
ar: متر

# tbl_ProjMlstone_AmtUnit_Select
source: - Select -
ar: اختر

# tbl_ProjMlstone_Amt_Unit
source: Unit
ar: الوحدة

# tbl_ProjMlstone_Description
source: Description
ar: التوصيف

# tbl_ProjMlstone_FieldsError
source: Project milestones - Fields Validation failed
ar: خطأ فى البيانات المدخله

# tbl_ProjMlstone_MileStone
source: Milestone
ar: البنود

# tbl_ProjMlstone_Percentage
source: Project %
ar: نسبه البند

# tbl_ProjMlstone_Percentage_Validation
source: total project Milestones Percentage should be 100%
ar: مجموع نسبة البند يجب ان يكون 100%

# tbl_ProjMlstone_Remove
source: Remove
ar: ازاله

# tbl_ProjMlstone_Val_Length
source: Length validation 5 - 50.
ar: عدد الاحرف يجب ان يكون بين 5 - 50 حرف

# tbl_ProjMlstone_Val_NumericField
source: Numeric Values Only
ar: حروف رقميه فقط

# tbl_ProjMlstone_Val_Required
source: Required Field
ar: حقل الزامي

# tbl_ProjMlstone_Val_SpecialCharacters
source: Special Characters Not Allowed
ar: غير متاح استخدام الحروف الخاصة

source: Update Project
ar: تعديل المشروع

# View_Project_Report
source: Print
ar: طباعه
