Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/PROJECT_OWNER_TYPE.*.resx
Languages: ar

source: Create Project Owner Type
ar: انشاء نوع جهة جديد

source: Create Project Owner Type
ar: انشاء نوع جهة جديد

# DDLIsVendor_NotVendor
source: Not-Vendor
ar: غير مورد

# DDLIsVendor_Select
source: - Select -
ar: اختر

# DDLIsVendor_Vendor
source: Vendor
ar: مورد

source: please provide a valid Project Owner Type Description
ar: من فضلك ادخل توصيف نوع الجهة

source: please provide a valid Project Owner Type Name
ar: من فضلك ادخل اسم نوع الجهة

# POT_Description_Search
source: Description:
ar: التوصيف

# POT_Description_ViewSearch
source: Project Owner type Description
ar: توصيف

# POT_IsVendor_Search
source: Is Vendor:
ar: مورد

# POT_IsVendor_ViewSearch
source: Is Vendor
ar: مورد

# POT_name_Search
source: Name:
ar: الاسم

# POT_name_ViewSearch
source: Project Owner type name
ar: اسم نوع الجهة

source: Project Owner Type Added Successfully
ar: تم اضافة نوع الجهة بنجاح

# ProjectOwnerTypeAddError
source: Error Occured While Adding new Project Owner Type
ar: حدث خطأ اثناء اضافة نوع الجهة

source: project Owner Type ID Not Available in DB
ar: مسلسل نوع الجهة غير موجود في قاعدة البيانات

source: Project Owner Type name Already Exist!
ar: نوع الجهة موجود في قاعدة البيانات

source: Project Owner type Description:
ar: توصيف نوع الجهة

# ProjectOwner_Type_Desc_length_should_be_between_2_250_characters
source: Project Owner Type description length should be between 2 - 250 characters
ar: يجب ان يكون عدد احرف التوصيف بين 2 - 250 حرف

source: Project Owner Type Details
ar: بيانات نوع الجهة

source: Project Owner Type ID
ar: مسلسل نوع الجهة

source: Project Owner type name: *
ar: اسم نوع الجهة

source: Project Owner Type name length should be between 5 - 100 characters
ar: يجب ان يكون عدد احرف نوع الجهة بين 5 - 100 حرف

source: Search Project Owners Types
ar: بحث عن نوع الجهة

source: Special Characters Not Allowed
ar: غير مسموح بأستخدام الاحرف الخاصه

source: Update Project Owner Type
ar: تعديل نوع الجهة
