Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/RCV.*.resx
Languages: ar

# AssignedRCVRetrievedSuccess
source: Assigned RCV Retrieved Successfully
ar: تم استعاده طلبات الفحص العشوائيه الموجهه بنجاح

# Assigned_Success
source: Assigned Successfully
ar: تم التوجيه بنجاح

# Assign_CR
source: Assign
ar: توجيه

# Assign_CR_NotAllowed
source: NA
ar: غير متاح

source: Contractor
ar: المقاول

source: CR ID
ar: طلب الفحص

# CR_Assigned_RCV_Success
source: CR Assigned for Random Verification successfully
ar: تم توجيه طلب الفحص للفحص العشوائي بنجاح

# Edit_RCV_NotAvailable
source: RCV Status not available for Edit
ar: طلب الفحص العشوائي غير متاح للتعديل

# FeedBack_AcceptRCV
source: Accept
ar: مطابق

# FeedBack_Action_Success
source: RCV Processed Successfully
ar: تم التنفيذ بنجاح

# Feedback_AddAttached
source: Add Attachments
ar: أضافه مرفقات

# Feedback_AttachTable_Header
source: Attachments
ar: المرفقات

# FeedBack_Comments
source: Comments:
ar: بيانات اضافيه:

# FeedBack_Comments_LengthValidation
source: Comments Field Maximum length is 250 character
ar: عدد الاحرف يجب ان يكون بين 0- 200 حرف

# FeedBack_CRID
source: CR ID:
ar: طلب الفحص:

# FeedBack_CRRegistrationDate
source: CR Registration Date:
ar: تاريخ تسجيل طلب الفحص:

# Feedback_Download
source: Download
ar: تحميل

# FeedBack_Pending
source: Pending On Lab Result
ar: تم زياره الموقع وفى أنتظار رد المختبر

# FeedBack_Project
source: Project:
ar: المشروع:

# FeedBack_RCVAssignDate
source: RCV Assign Date:
ar: تاريخ التوجيه العشوائي:

# FeedBack_RejectRCV
source: Reject
ar: غير مطابق

# FeedBack_ScreenHeader
source: Feedback on RCV
ar: تسجيل رد على طلب الفحص العشوائي

# FeedBack_Title
source: Feedback
ar: تسجيل رد

# PendingCR_Action
source: Feedback
ar: تسجيل رد

# PendingCR_Action_NotAllowed
source: NA
ar: غير متاح

# PendingCR_AssignDate
source: Assign Date
ar: تاريخ التوجيه

# PendingCR_AssignUser
source: Assigned User
ar: الفنى

# PendingCR_CRID
source: CR ID
ar: طلب الفحص

# PendingCR_CRRegistration_Date
source: Registration date
ar: تاريخ التسجيل

# PendingCR_Project
source: Project
ar: المشروع

source: Project
ar: المشروع

source: Project Item
ar: بند المشروع

source: Random CR
ar: طلب فحص عشوائي

source: Registration date
ar: تاريخ التسجيل

# SearchRes_AssignUser
source: Assign User
ar: الفنى

# SearchRes_ClosureDate
source: Closure date
ar: تاريخ أنتهاء الفحص:

# SearchRes_Comments
source: Comments
ar: بيانات اضافيه

# SearchRes_CR
source: CR
ar: طلب الفحص

# SearchRes_CRRegistrationDate
source: CR Registration Date
ar: تاريخ توجيه الطلب

# SearchRes_Edit
source: Edit
ar: تعديل

# SearchRes_Edit_NotAllowed
source: NA
ar: غير متاح

# SearchRes_IsSampleRequired
source: Sample Required
ar: متاح عينات

# SearchRes_project
source: Project
ar: المشروع

# SearchRes_RCVAssignDate
source: RCV Assign Date
ar: تاريخ التوجيه

# SearchRes_RCVStatus
source: Status
ar: الحاله

# SearchRes_View
source: View
ar: عرض

# Search_boolIsLabRequired
source: Is Lab Required:
ar: العينات:

# Search_CRID
source: CR:
ar: طلب الفحص:

# Search_Head
source: Search RCV's
ar: بحث طلبات الفحص العشوائيه

# Search_IsLabReq_NotRequired
source: Not Required
ar: لا يحتوى على عينات

# Search_IsLabReq_Required
source: Required
ar: يحتوى على عينات

# Search_IsLabReq_Select
source: - Select -
ar: - أختيار -

# Search_Pending
source: Pending CR Verification
ar: طلبات الفحص العشوائيه المعلقه

# Search_Pending_Title
source: Pending CR Verification
ar: طلبات الفحص العشوائيه المعلقه

# Search_ProfileID
source: Assigned User:
ar: الفنى:

# Search_projectID
source: Project:
ar: المشروع:

# Search_Random
source: Random CR's
ar: طلبات الفحص العشوائيه

# Search_Random_Title
source: Random CR Verification
ar: الفحص العشوائي

# Search_Status
source: RCV Status:
ar: الحاله:

# Search_Title
source: Search RCV's
ar: بحث طلبات الفحص العشوائيه

# View_Header
source: View RCV
ar: عرض طلب فحص عشوائي
