Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/RCV_Missmatch.*.resx
Languages: ar

# Create_caseDescription
source: Case Description
ar: التوصيف

# Create_caseDescription_Val_length
source: field length between 5 - 1000 characters
ar: طول الحقل ألزامى 5 - 1000 حرف

# Create_caseDescription_Val_Required
source: Field is mandatory
ar: حقل ألزامى

# Create_Comments
source: Comments:
ar: التعليق:

# Create_CR
source: CR:
ar: طلب الفحص:

# Create_CRRegistrationDate
source: CR Registration Date:
ar: تاريخ تسجيل طلب الفحص:

# Create_Project
source: Project:
ar: المشروع:

# Create_RCVAssignDate
source: RCV Assign Date:
ar: تاريخ توجيه الفحص العشوائي

# Create_RCV_Attachments
source: RCV Attachments
ar: المرفقات

# Create_RetrieveRCVSuccess
source: RCV Details retrieved Succesfully
ar: تم أستعاده بيانات الفحص العشوائي

# Create_Sample1_Header
source: Sample 1 Details
ar: بيانات العينه 1

# Create_Sample1_Location_Header
source: Sample 1 Location
ar: موقع العينه 1

# Create_Sample2_Header
source: Sample 2 Details
ar: بيانات العينه 2

# Create_Sample2_Location_Header
source: Sample 2 Location
ar: موقع العينه 2

# Create_ScreenHeader
source: Create Missmatch Case
ar: أنشاء حاله عدم تطابق

# Create_Title
source: Create Missmatch Case
ar: أنشاء حاله عدم تطابق

# Edit_ID_Not_Available_inDB
source: RCV Missmatch case not available in DB !
ar: حاله عدم التطابق غير متاحه بقاعده البيانات !

# Map_CRSample1_Validation_Location
source: Sample1 Geographical Premises should be within Parent premises
ar: حدود موقع العينه 1 لا يجب ان تتعدى حدود الموقع

# Map_CRSample2_Validation_Location
source: Sample2 Geographical Premises should be within Parent premises
ar: حدود موقع العينه 2 لا يجب ان تتعدى حدود الموقع

# RCVMM_Added_Success
source: Created Successfully
ar: تم الانشاء بنجاح

# RCVMM_Updated_Success
source: Updated Successfully
ar: تم التعديل بنجاح

# RCVNotValidMissmatch
source: RCV not valid to create Miss-match case !
ar: حاله الفحص العشوائي غير متاحه لأنشاء حاله عدم تطابق

source: RCV Missmatch Case:
ar: حاله عدم التطابق:

# Reply_ReplyMessage_Val_Length
source: field length between 5 - 1000 characters
ar: طول الحقل ألزامى 5 - 1000 حرف

# Reply_ReplyMessage_Val_Required
source: Field is mandatory
ar: حقل ألزامى

# Sample1_Fields_Mandatory_Val
source: Sample 1 fields are mandatory as long as any field is exist
ar: بيانات العينه 1 ألزامى طالما تما أدخال أحد بيانات العينه

# Sample_Field_Required_val
source: Field is mandatory
ar: حقل ألزامى

# Sample_Maker_Length_val
source: Sample maker field length between 3 - 50 digits
ar: حقل صانع العينه يجب أن يكون بين 3 - 50 حرف

# Sample_SizeLength_Length_val
source: Field length between 1 - 10 digits
ar: طول الحق بين 1 - 10 حرف

# Sample_Unit_Required_Val
source: Please Select sample unit
ar: يرجى أختيار وحده القياس

# SearchRes_Case_Desc
source: Case Desc
ar: وصف الحاله

# SearchRes_Close_Date
source: Closure date
ar: تاريخ أغلاق الحدث

# SearchRes_Comments
source: Comments
ar: تعليقات

# SearchRes_Conversation
source: Conversation
ar: سير الحاله

# SearchRes_CR_ID
source: CR ID
ar: كود طلب الفحص

# SearchRes_CR_RegDate
source: CR Registration date
ar: تاريخ تسجيل طلب الفحص

# SearchRes_CR_Status
source: CR Status
ar: حاله طلب الفحص

# SearchRes_Edit
source: Edit
ar: تعديل

# SearchRes_Edit_NA
source: NA
ar: غير متاح

# SearchRes_Is_RCV
source: IS RCV Case
ar: فحص عشوائي

# SearchRes_Maker
source: Case Maker
ar: منشىء الحاله

# SearchRes_PendingOn
source: Pending on
ar: معلق على

# SearchRes_Project
source: Project
ar: المشروع

# SearchRes_Project_Item
source: Project Item
ar: بند المشروع

# SearchRes_RCV_CreateDate
source: RCV Create Date
ar: تاريخ الفحص العشوائي

# SearchRes_RCV_ID
source: RCV ID
ar: كود الفحص العشوائي

# SearchRes_Status
source: Status
ar: الحاله

# Search_CRID
source: CR:
ar: طلب الفحص:

# Search_PendingOn
source: Pending On:
ar: معلق على:

# Search_ProfileID
source: Profile:
ar: المستخدم:

# Search_ProjectID
source: Project:
ar: المشروع:

# Search_RCVID
source: RCV:
ar: حاله الفحص العشوائي:

# Search_RCVMM_Status
source: Case Status:
ar: الحاله:

# Search_SearchCases
source: Search Missmatch Cases
ar: بحث حالات عدم التطابق

# View_MMC_Details
source: Missmatch Case details
ar: بيانات حاله عدم التطابق
