Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/UserRoles.*.resx
Languages: ar

source: Create Role
ar: أنشاء صلاحيات مستحدمين

# initialScreenID
source: Initial Screen: *
ar: شاشه البدء

# initialScreenID_Search
source: Initial Screen:
ar: شاشه البدء:

# initialScreenID_ViewSearch
source: Initial Screen
ar: شاشه البدء

# NameAlreadyExist
source: Role-name already exist !
ar: اسم الصلاحيه موجود بقاعدة البيانات

# Name_length_validation
source: Role name field length between 5 - 100 characters
ar: يجب ان يكون عدد احرف أسم الصلاحيه بين 5 - 100 حرف

# name_Search
source: Role-Name:
ar: الصلاحيه:

# provide_avalid_initialScreenID
source: Please Select initial screen
ar: من فضلك اختر شاشه البدء

# provide_valid_Name
source: Please provide a valid role name
ar: من فضلك ادخل اسم الصلاحيه

source: Role Details
ar: بيانات صلاحيات المستخدمين

# RoleID_Not_Available_inDB
source: Role Not Available in the DB
ar: بيانات الصلاحيه غير موجود بقاعدة البيانات

source: Role-Name: *
ar: الصلاحيه: *

# Role_Name_Search
source: Role-Name:
ar: الصلاحيه:

# Role_Name_ViewSearch
source: Role-Name
ar: الصلاحيه

source: Search Roles
ar: بحث الصلاحيات

source: Update Role
ar: تعديل صلاحيات مستحدمين

# UR_Action_CLWF_Checker
source: Checker
ar: معزز

# UR_Action_CLWF_Maker
source: Maker
ar: منشىء

# UR_Action_Create
source: Create
ar: أنشاء

# UR_Action_CR_Action
source: Action
ar: تنفيذ

# UR_Action_CR_AddAttach
source: Add attachment
ar: اضافه مرفقات

# UR_Action_CR_ViewAttach
source: View attachment
ar: عرض المرفقات

# UR_Action_Dashboard_Contractor
source: Contractor
ar: شاشه مقاول

# UR_Action_Edit
source: Edit
ar: تعديل

# UR_Action_RCVMMConv_Close
source: Close Case
ar: أغلاق الحاله

# UR_Action_RCVMMConv_Escalation
source: Escalation
ar: تصعيد

# UR_Action_RCVMMConv_Reply
source: Add Reply
ar: أضافه رد

# UR_Action_RCVMMConv_View
source: View
ar: عرض

# UR_Action_RCV_Action
source: Execute
ar: التنفيذ

# UR_Action_RCV_RandomSearch
source: Random Search
ar: بحث عشوائي

# UR_Action_Search
source: Search
ar: بحث

# UR_Action_View
source: View
ar: عرض

# UR_CheckListItemGroup_Head
source: Check-List Group
ar: مجموعات القوائم

# UR_CheckListItem_Head
source: Check-List Item
ar: بنود القوائم

# UR_CheckLists_Head
source: Check-Lists
ar: قوائم توكيد الجودة

# UR_CLWF_Head
source: Check-list Work flow
ar: القوائم

# UR_CLWF_Sequence_Head
source: check-list flow sequence
ar: أجراء عمل القوائم

# UR_Complaint_Head
source: Complaint
ar: البلاغات

# UR_CRTypeGroup_Head
source: CR Type Group
ar: مجموعة الطلب

# UR_CRTYPEMC_Head
source: CR Type category
ar: تصنيف الطلب

# UR_CRType_Head
source: CR Type
ar: تصنيف الطلب

# UR_CR_Head
source: CR
ar: طلبات الفحص

# UR_CR_Reports_Head
source: CR Reports
ar: تقارير طلبات الفحص

# UR_Dashboard_AuthLab
source: Authorized Lab.
ar: المختبر المؤهل

# UR_Dashboard_CEO
source: CEO
ar: الوكيل

# UR_Dashboard_ConsultantEng
source: Consultant Engineer
ar: الاستشارى

# UR_Dashboard_Head
source: Dashboard
ar: شاشه البدء

# UR_Dashboard_QualityEng
source: Quality Engineer
ar: مهندس الجوده

# UR_Dashboard_SuperEng
source: Supervisor Engineer
ar: المهندس المشرف

# UR_Dashboard_Technician
source: Technician
ar: الفنى

# UR_DepartmentSection_Head
source: Department Section
ar: الوحدة

# UR_Department_Head
source: Department
ar: الادارات

# UR_FactoryType_Head
source: Factory Type
ar: نوع المصنع

# UR_Factory_Head
source: Factory
ar: المصنع

# UR_MixerType_Head
source: Mixer Type
ar: نوع الخلاطة

# UR_Mixer_Head
source: Mixer
ar: الخلاطة

# UR_ProjectOwnerType_Head
source: Project Owner Type
ar: نوع الجهة

# UR_ProjectOwner_Head
source: Project Owner
ar: الجهة

# UR_Project_Head
source: Project
ar: المشاريع

# UR_Project_Reports_Head
source: Project Reports
ar: تقارير المشاريع

# UR_RCVMM_Conversation_Head
source: RCV Miss-match Workflow
ar: سير حالات عدم التطابق

# UR_RCVMM_Head
source: RCV Miss-match
ar: حالات عدم التطابق

# UR_RCV_Head
source: Random CR Verification
ar: الفحص العشوائي لطلبات الفحص

# UR_Reports_CR_Projects_Search
source: CR Projects Search
ar: بحث مشروع

# UR_Reports_CR_Samples_Search
source: CR Samples Search
ar: بحث عينات

# UR_Reports_CR_Samples_SearchDetailed
source: CR Samples Search Detailed
ar: عينات مشروع

# UR_Reports_CR_Search
source: CR Search
ar: بحث

# UR_Reports_CR_View
source: CR View
ar: عرض طلب فحص

# UR_Reports_Project_View
source: Reports View
ar: عرض بيانات مشروع

# UR_SampleTestCategory_Head
source: Sample Test Category
ar: تصنيف الاختبارات

# UR_SampleTest_Head
source: Sample Test
ar: الاختبارات

# UR_UserProfile_Head
source: User Profile
ar: الملف التعريفى للمستخدمين

# UR_UserRoles_Head
source: User Roles
ar: صلاحيات المستخدمين

source: User-Role Added Successfully
ar: تم انشاء الصلاحيه بنجاح

# UserRolesSection
source: User Roles
ar: صلاحيات المستخدمين
