Repository: HeshamALiBaioumy/QAProject
Catalog: Localization/UserProfile.*.resx
Languages: ar

# boolIsAssistant
source: Is Assistant User
ar: هل يكون مساعد مستخدم

# boolIsAssistant_ViewSearch
source: Is Assistant User
ar: هل يكون مساعد مستخدم

# boolIsLocked
source: Is Locked:
ar: هل يكون مغلق

# boolIsLocked_ViewSearch
source: Is Locked
ar: هل يكون مغلق

source: Create User Profile
ar: انشاء ملف تعريفى لمستخدم

# DDL_NatTypes_NID
source: Saudi Citizens
ar: مواطن

# DDL_NatTypes_VisitorID
source: Employees
ar: موظف

# EmpID_length_validation
source: Employee ID should be between 5 - 20 characters
ar: يجب ان يكون عدد احرف بين 5 - 20 حرف

source: Employee ID:
ar: مسلسل موظف

source: Employee ID Already Exist !
ar: مسلسل موظف موجود بقاعدة البيانات

# employeeId_Search
source: Employee ID:
ar: مسلسل موظف

# employeeId_ViewSearch
source: Employee ID
ar: مسلسل موظف

source: Employee Name: *
ar: اسم الموظف

# EmployeeName_length_Validation
source: Employee name length should be between 5 - 50 characters
ar: يجب ان يكون عدد احرف بين 5 - 50 حرف

# employeeName_Search
source: Employee Name:
ar: اسم الموظف

# EmployeeName_ViewSearch
source: Employee Name
ar: اسم الموظف

source: Expiry Date:
ar: تاريخ انتهاء الصلاحية

# ExpiryDate_ViewSearch
source: Expiry Date
ar: تاريخ انتهاء الصلاحية

# expiry_ViewSearch
source: expiry date
ar: تاريخ انتهاء الصلاحية

source: Is Project Owner Member
ar: هل يكون موظف امانة

# name_Search
source: name:
ar: اسم

# name_ViewSearch
source: name
ar: اسم

source: National ID: *
ar: مسلسل الجنسية

# NationalId_Search
source: National ID:
ar: مسلسل الجنسية

# NationalId_ViewSearch
source: National ID
ar: مسلسل الجنسية

# nationalityID
source: Nationality: *
ar: الجنسية

# nationalityID_Search
source: Nationality:
ar: الجنسية

# nationalityID_ViewSearch
source: Nationality
ar: الجنسية

# nationalityTypeID
source: Nationality Type: *
ar: نوع الجنسية

# nationalityTypeID_Search
source: Nationality Type:
ar: نوع الجنسية

# nationalityTypeID_ViewSearch
source: Nationality Type
ar: نوع الجنسية

# NIDAlreadyExist
source: National ID Already Exist !
ar: مسلسل الجنسية موجود بقاعدة البيانات

# NID_length_Validation
source: National ID should be between 5 - 20 characters
ar: يجب ان يكون عدد احرف بين 5 - 20 حرف

source: Password: *
ar: كلمة المرور

# Password_length_Validation
source: Password length should be between 5 - 30 characters
ar: يجب ان يكون عدد احرف بين 5 - 30 حرف

source: please provide a valid ExpiryDate
ar: من فضلك ادخل تاريخ انتهاء الصلاحية الصحيح

source: please provide a valid Password
ar: من فضلك ادخل كلمة المرور الصحيحة

source: please provide a valid User Name
ar: من فضلك ادخل اسم المستخدم الصحيح

# projectOwnerID
source: Project Owner:
ar: الجهة المالكة

# projectOwnerID_ViewSearch
source: Project Owner
ar: الجهة المالكة

# provide_avalid_EmpID
source: please provide a valid Employee ID:
ar: من فضلك ادخل مسلسل الموظف الصحيح

# provide_avalid_NID
source: please provide a valid National ID
ar: من فضلك ادخل مسلسل الجنسية الصحيح

# provide_avalid_NityID
source: please Select Nationality
ar: اختر الجنسية

# provide_avalid_Ntype
source: Please Select Nationality type
ar: اختر نوع الجنسية

# Provide_valid_RoleID
source: Please Select User Role
ar: اختر فئة المستخدم

# provide_valid_Usertype
source: Please Select User type
ar: اختر نوع المستخدم

source: Super User ID:
ar: مسلسل المهندس المشرف

# SuperUserID_Search
source: Super User:
ar: المهندس المشرف

# superUserID_ViewSearch
source: Super User
ar: المهندس المشرف

source: Update User Profile
ar: تعديل الملف التعريفى للمستخدم

source: User ID:
ar: مسلسل المستخدم

# UserIDSearch
source: User ID:
ar: مسلسل المستخدم

# userID_ViewSearch
source: user ID
ar: مسلسل المستخدم

source: User name Already Exist !
ar: اسم المستخدم موجود بقاعدة البيانات

# Username_length_Validation
source: User name length should be between 5 - 30 characters
ar: يجب ان يكون عدد احرف بين 5 - 30 حرف

# userName_Search
source: User Name:
ar: اسم المستخدم

source: User Profile Added Successfully
ar: تم اضافة مستخدم بنجاح

source: User Profile Details
ar: بيانات المستخدم

source: User Profile ID Not Available in DB
ar: مسلسل الملف التعريفى غير موجود بقاعده البيانات

source: User Role: *
ar: فئه المستخدم

# UserRole_ViewSearch
source: User Role
ar: فئه المستخدم

# UserTypeID
source: User Type: *
ar: نوع المستخدم

# UserTypeID_Search
source: User Type:
ar: نوع المستخدم

# UserTypeID_ViewSearch
source: User Type
ar: نوع المستخدم

source: User Name: *
ar: اسم المستخدم

# User_name_ViewSearch
source: User Name
ar: اسم المستخدم

# valid_projectOwner
source: please Select Project Owner
ar: يرجى اختيار الجهه

# valid_SuperID
source: please Select Super-User
ar: من فضلك ادخل اسم المهندس المشرف الصحيح

# Wizard_ContactDetails
source: Contact Details
ar: بيانات الاتصال

# Wizard_LoginDetails
source: Login Details
ar: بيانات الدخول على النظام

# Wizard_UserDetails
source: User Details
ar: بيانات المستخدم
